Repository: Popolon/lenmus
Catalog: locale/*/lenmus_*.po
Languages: el

source: Half dim. 7th
el: Ημι-ελαττ. μεθ' 7ης

source: Half diminished 7th
el: Ημι - ελαττωμένη μεθ' 7ης

source: Half note
el: Μισό

source: Half rest
el: Παύση μισού

source: Harmonic
el: Αρμονική

source: Harmonic (simultaneous notes)
el: Εναρμόνιος (ταυτόχρονες νότες)

source: Harmony
el: Αρμονία

source: Harmony exercise
el: Άσκηση αρμονίας

source: Header
el: Κεφαλίδα

source: Help
el: Βοήθεια

source: Help button
el: Κουμπί Βοήθειας

source: Help documentation not found: Re-install LenMus?
el: Δεν βρέθηκε τεκμηρίωση βοήθειας: Επανεγκατάσταση του LenMus;

source: Help system
el: Σύστημα βοήθειας

source: Hide/show the TOC for current book
el: Εμφάνιση/απόκρυψη του Π.Π. για το τρέχον βιβλίο

source: Hide/show the Table Of Content for current book
el: Εμφάνιση/απόκρυψη του Πίνακα Περιεχομένων για το τρέχον βιβλίο

source: Hide/show the status bar
el: Εμφάνιση/απόκρυψη της γραμμής κατάστασης

source: Hide/show the tools bar
el: Εμφάνιση/απόκρυψη της γραμμής εργαλείων

source: Hide/show virtual keyboard
el: Εμφάνιση/απόκρυψη εικονικού πληκτρολογίου (πιάνο)

source: Hide/show welcome page
el: Εμφάνιση/απόκρυψη σελίδας καλωσορίσματος

source: Host:
el: Κεντρικός διακομιστής:

source: How many octaves
el: Πόσες οκτάβες

source: How to show key signature?
el: Πως να δείχνω τον οπλισμό;

source: How to use LenMus in your studies
el: Πως να χρησιμοποιείτε το LenMus στη μελέτη σας

source: IIm/6 --> I
el: IIε/6 --> Ι

source: IIm/6 --> V
el: IIε/6 --> V

source: IVm --> I
el: IVε --> I

source: IVm/6 --> V (Phrygian half cadence)
el: IVε/6 --> V (Φρύγια μισή πτώση)

source: Icons' size
el: Μέγεθος εικονιδίων

source: Identify cadence &group (terminal/transient)
el: Αναγνώριση &ομάδας πτώσεων(καταληκτική/ενδιάμεση)

source: Identify cadence &type
el: Αναγνώριση &τύπου πτώσης

source: Identify the following note:
el: Προσδιορίστε την ακόλουθη νότα:

source: Identify the next cadence:
el: Προσδιορίστε την επόμενη πτώση:

source: Identify the next chord:
el: Προσδιορίστε την επόμενη συγχορδία:

source: Identify the next interval:
el: Αναγνωρίστε το επόμενο διάστημα:

source: Identify the next scale:
el: Προσδιορίστε την επόμενη κλίμακα:

source: Identify tonality settings
el: Προσδιορίστε τις ρυθμίσεις τονικότητας

source: If you find a bug or have a suggestion, please contact me. I depend on your feedback in order to continue to improve LenMus. So please visit LenMus website and give me your bug reports and feature requests. Thank you very much.
el: Αν βρείτε κάποιο σφάλμα ή έχετε μια πρόταση, επικοινωνήστε μαζί μου. Εξαρτώμαι από τα σχόλιά σας για να συνεχίσω τη βελτίωση του LenMus. Επομένως, επισκεφθείτε την ιστοσελίδα LenMus και δώστε μου τις αναφορές σφαλμάτων και τα αιτήματα χαρακτηριστικών. Ευχαριστώ πολύ.

source: If you would like to help developing this program or join the project to help in any other way, you are indeed welcome; please, visit the LenMus website at www.lenmus.org and leave a message in the 'contact' page. Thank you and welcome.
el: Εάν θέλετε να βοηθήσετε στην ανάπτυξη αυτού του προγράμματος ή να συμμετάσχετε στο πρόγραμμα για να βοηθήσετε με οποιονδήποτε άλλο τρόπο, είστε πραγματικά ευπρόσδεκτοι. παρακαλώ επισκεφθείτε την ιστοσελίδα LenMus στη διεύθυνση www.lenmus.org και αφήστε ένα μήνυμα στη σελίδα 'επαφή'. Σας ευχαριστώ και καλωσορίσατε.

source: If your PC has more than one device, choose one of them. You can test all of them and choose the one whose sound you prefer.
el: Εάν ο υπολογιστής σας διαθέτει περισσότερες από μία συσκευές, επιλέξτε μία από αυτές. Μπορείτε να τις δοκιμάσετε όλες και να επιλέξετε εκείνη με τον ήχο που προτιμάτε.

source: Imperfect
el: Ατελής

source: Imperfect authentic
el: Αυθεντική ατελής

source: Increment note/rest dots
el: Στιγμές επαύξησης νότας/παύσης

source: Insert ...
el: Εισαγωγή ...

source: Insert a header
el: Εισάγετε μια κεφαλίδα

source: Insert a paragraph
el: Εισαγωγή παραγράφου

source: Insert a score
el: Εισαγωγή παρτιτούρας

source: Insert barline
el: Εισαγωγή διαστολής

source: Insert clef
el: Εισαγωγή κλειδιού

source: Insert new content in the document
el: Εισαγωγή νέου περιεχομένου στο έγγραφο

source: Insert note
el: Εισαγωγή νότας

source: Insert rest
el: Εισαγωγή παύσης

source: Installation canceled
el: Η εγκατάσταση ακυρώθηκε

source: Instrument:
el: Όργανο:

source: Internet
el: Διαδίκτυο

source: Internet connection options
el: Επιλογές σύνδεσης στο Διαδίκτυο

source: Intervals
el: Διαστήματα

source: Intervals to practise
el: Διαστήματα για πρακτική εξάσκηση

source: Intervals' types
el: Τύποι διαστημάτων

source: Invalid zooming factor '%s'
el: Μη έγκυρος συντελεστής ζουμ «%s»

source: Ionian
el: Ιόνιος

source: It is nor possible to generate all the selected intervals. Selected notes range interval (tab 'Other settings') is lower than maximum allowed interval (tab 'Intervals')
el: Δεν είναι δυνατή η παραγωγή όλων των επιλεγμένων διαστημάτων. Το εύος επιλεγμένων φθόγγων (καρτέλα «Άλλες ρυθμίσεις») είναι μικρότερο από το μέγιστο επιτρεπόμενο διάστημα (καρτέλα «Διαστήματα»)

source: It is not possible to generate an interval satisfying the constraints imposed by the chosen settings.
el: Δεν είναι δυνατό να δημιουργηθεί ένα διάστημα που να ικανοποιεί τους περιορισμούς που επιβάλλονται από τις επιλεγμένες ρυθμίσεις.

source: It is not possible to generate any interval. Selected notes range interval (see tab 'Other settings') is lower than minimun allowed interval (see tab 'Intervals')
el: Δεν είναι δυνατό να δημιουργηθεί κάποιο διάστημα. Το εύρος των επιλεγμένων φθόγγων (δείτε την καρτέλα «Άλλες ρυθμίσεις») είναι μικρότερο από το ελάχιστο επιτρεπόμενο διάστημα (δείτε την καρτέλα «Διαστήματα»)

source: It is not possible to generate any interval. Selected notes' range interval (tab 'Other settings') is lower than minimum allowed interval (tab 'Intervals')
el: Δεν είναι δυνατό να δημιουργηθεί κάποιο διάστημα. Η εμβέλεια του εύρους των επιλεγμένων φθόγγων (καρτέλα «Άλλες ρυθμίσεις») είναι μικρότερη από το ελάχιστο επιτρεπόμενο διάστημα (καρτέλα «Διαστήματα»)

source: Italian
el: Ιταλικά

source: Item description
el: Περιγραφή αντικειμένου

source: Just identify type: major or minor
el: Αναγνωρίστε τον τύπο: μείζων ή ελάσσων

source: Just name the interval number
el: Ονομάστε τον αριθμό του διαστήματος

source: Key signature
el: Οπλισμός

source: Key signatures
el: Οπλισμοί

source: Key type
el: Τύπος κλειδιού

source: Keyboard shortcuts
el: Συντομεύσεις πληκτολογίου

source: Labels
el: Ετικέτες

source: Labels &bottom
el: Ετικέτες &κάτω

source: Labels &right
el: Ετικέτες &δεξιά

source: Language
el: Γλώσσα

source: Language '%s' will be used the next time you run LenMus.
el: Η γλώσσα «%s» θα χρησιμοποιηθεί την επόμενη φορά που θα χρησιμοποιήσετε το LenMus.

source: Language preferences
el: Προτιμήσεις γλώσσας

source: Last successful check:
el: Τελευταίος επιτυχημένος έλεγχος:

source: Learn and practise music theory
el: Μάθετε και εφαρμόστε τη θεωρία της μουσικής

source: Learning
el: Εκμάθηση

source: Learning mode
el: Λειτουργία εκμάθησης

source: LenMus First Run
el: Πρώτη εκτέλεση του LenMus

source: LenMus Phonascus is built using the <b>wxWidgets</b> application framework (http://www.wxwidgets.org). It is 'Open Source', has multi-platform support, it is ease to learn and extend, it has a helpful community, and also has the possibility to use it in commercial products without licencing.
el: Το LenMus Phonascus έχει φτιαχτεί με τη χρήση του πλαισίου εφαρμογής <b> wxWidgets </b> (http://www.wxwidgets.org). Είναι «ανοιχτού πηγαίου κώδικα», έχει υποστήριξη σε διαφορετικά λειτουργικά συστήματα, η εκμάθηση και η επέκταση του είναι εύκολη, έχει αξιόλογη υποστήριξη από την κοινότητα χρηστών και επίσης έχει τη δυνατότητα να χρησιμοποιηθεί σε εμπορικά προϊόντα χωρίς άδεια.

source: LenMus Phonascus updater
el: Πρόγραμμα ενημέρωσης του LenMus Phonascus

source: LenMus Phonascus uses <b>PortMidi</b> the Portable Real-Time MIDI Library (http://www.cs.cmu.edu/~music/portmusic/). PortMidi is copyright (c) 1999-2000 Ross Bencina and Phil Burk and copyright (c) 2001 Roger B. Dannenberg. Its licence permits free use.
el: Το LenMus Phonascus χρησιμοποιεί την <b> PortMidi </b> φορητή βιβλιοθήκη MIDI πραγματικού χρόνου (http://www.cs.cmu.edu/~music/portmusic/). Το PortMidi υπόκειται πνευματικά δικαιώματα (c) 1999-2000 Ross Bencina και Phil Burk και πνευματικά δικαιώματα (c) 2001 Roger B. Dannenberg. Η άδεια του επιτρέπει την ελεύθερη χρήση.

source: LenMus files
el: Αρχεία LenMus

source: LenMus is a free program to help you in the study of music theory and ear training.
el: Το LenMus είναι ένα δωρεάν πρόγραμμα για να σας βοηθήσει στη μελέτη της θεωρίας της μουσικής και της ακουστικής εκπαίδευσης.

source: LenMus manual
el: Εγχειρίδιο LenMus

source: LenMus uses <b>sqlite3</b> (http://www.sqlite.org/), with <b>wxSQLite3</b> wrapper (http://wxcode.sourceforge.net/components/wxsqlite3) for wxWidgets. SQLite is a widely used library that implements a transactional SQL database engine. Unlike client-server database management systems, the SQLite engine is not a standalone process with which the program communicates. Instead, the SQLite library is linked with your program and becomes an integral part of it. SQLite was created by D. Richard Hipp and the source code is in the public domain and is thus free for use for any purpose, commercial or private. Wrapper wxSQLite3 was written by Ulrich Telle.
el: Το LenMus χρησιμοποιεί <b> sqlite3 </b> (http://www.sqlite.org/), με wrapper <b> wxSQLite3 </b> (http://wxcode.sourceforge.net/components/wxsqlite3) για τα wxWidgets . Το SQLite είναι μια ευρέως χρησιμοποιούμενη βιβλιοθήκη που υλοποιεί μια συναλλακτική μηχανή βάσης δεδομένων SQL. Σε αντίθεση με τα συστήματα διαχείρισης βάσεων δεδομένων πελατών-διακομιστών, η μηχανή SQLite δεν αφορά μια αυτόνομη διαδικασία με την οποία το πρόγραμμα επικοινωνεί. Αντ 'αυτού, η βιβλιοθήκη SQLite συνδέεται με το πρόγραμμά σας και γίνεται αναπόσπαστο μέρος της. Το SQLite δημιουργήθηκε από τον D. Richard Hipp και ο πηγαίος του κώδικας βρίσκεται στη δημόσια ιστοσελίδα του και ως εκ τούτου είναι δωρεάν για χρήση για οποιοδήποτε σκοπό, εμπορικό ή ιδιωτικό. Ο αναδιαμορφωτής πηγαίου κώδικα wxSQLite3 γράφτηκε από τον Ulrich Telle.

source: Licence
el: Άδεια

source: License
el: Άδεια

source: Lines and arrows
el: Γραμμές και βέλη

source: Linux package:
el: Πακέτο Linux:

source: Locrian
el: Λόκριος

source: Long
el: Μακροπρόθεσμα

source: Long term achievement
el: Μακροπρόθεσμο επίτευγμα

source: Lydian
el: Λύδιος

source: M, P - Major, Perfect
el: Μ, Κ -Μεγάλο, Καθαρό

source: M2
el: 2Μ

source: M3
el: 3Μ

source: M6
el: 6Μ

source: M7
el: 7Μ

source: MIDI configuration wizard
el: Οδηγός ρύθμισης MIDI

source: Main tools
el: Κύρια εργαλεία

source: Major
el: Μείζων

source: Major
el: Μείζων

source: Major 10th
el: 10ης μεγάλο

source: Major 11th
el: Mείζονα μεθ' 11ης

source: Major 13th
el: Mείζωνα με 13η / 13ης μεγάλο

source: Major 14th
el: 14ης μεγάλο

source: Major 2nd
el: 2ας μεγάλο

source: Major 3rd
el: 3ης μεγάλο

source: Major 6th
el: Μείζονα με 6η / 6ης μεγάλο

source: Major 7th
el: Μείζονα μεθ' 7ης / 7ης μεγάλο

source: Major 9th
el: 9ης μεγάλο

source: Major natural
el: Φυσική Μείζονα

source: Major ninth
el: Μείζονα μεθ' 9ης

source: Major scales
el: Μείζονες κλίμακες

source: Major triad
el: Μείζονα τρίφωνη

source: Major type II
el: Μείζων τύπος II

source: Major type III
el: Μείζων τύπος III

source: Major type IV
el: Μείζων τύπος IV

source: Major:
el: Μείζονα:

source: Mark the clefts to use and set up the minimun and maximum pitches for the notes to use with each selected clef.
el: Επισημάνετε τα κλειδιά προς χρήση και ρυθμίστε τα μέγιστα και ελάχιστα τονικά ύψη των φθόγγων που χρησιμοποιούνται στο εκάστοτε κλειδί.

source: Max. note
el: Μέγιστος φθόγγος

source: Maximum interval between two consecutive notes
el: Μέγιστο διάστημα μεταξύ δύο διαδοχικών φθόγγων

source: Maximum number of leger lines
el: Μέγιστος αριθμός βοηθητικών γραμμών

source: Measure %d
el: Μέτρο %d

source: Medium
el: Μεσοπρόθεσμα

source: Medium term achievement
el: Μεσοπρόθεσμα επιτεύγματα

source: Melodic
el: Μελωδική

source: Melodic (ascending)
el: Μελωδική (ανιούσα)

source: Melodic (descending)
el: Μελωδική (κατιούσα)

source: Metronome
el: Μετρονόμος

source: Metronome channel and sounds
el: Κανάλι μετρονόμου και ήχοι

source: Metronome on
el: Ενεργός μετρονόμος

source: Metronome tools
el: Εργαλεία μετρονόμου

source: Midi devices to use
el: Συσκευές MIDI για χρήση

source: Min. note
el: Ελάχιστος φθόγγος

source: Min. note must be lower than max. note
el: Ο ελάχιστος φθόγγος πρέπει να είναι χαμηλότερος από τον μέγιστο

source: Minimum pitch must be lower than maximum pitch
el: Το ελάχιστο τονικό ύψος πρέπει να είναι χαμηλότερο από το μέγιστο

source: Minor
el: Ελάσσων

source: Minor
el: Ελάσσονα

source: Minor 11th
el: Ελάσσονα με 11η

source: Minor 13th
el: Ελάσσονα με 13η

source: Minor 6th
el: Ελάσσονα με 6η

source: Minor 7th
el: Ελάσσονα μεθ' 7ης

source: Minor Dorian
el: Δόρια ελάσσονα

source: Minor Harmonic
el: Αρμονική ελάσσονα

source: Minor Melodic
el: Μελωδική ελάσσονα

source: Minor major 7th
el: Ελάσσονα με μεγάλη 7η

source: Minor natural
el: Φυσική ελάσσονα

source: Minor ninth
el: Ελάσσονα μεθ' εννάτης

source: Minor scales
el: Ελάσσονες κλίμακες

source: Minor triad
el: Ελάσσονα τρίφωνη

source: Minor-major 7th
el: Ελάσσονα-μεγάλη 7η

source: Minor:
el: Ελάσσονα:

source: Mixolydian
el: Μυξολύδιος

source: Mode:
el: Λειτουργία:

source: Modifiers
el: Τροποποιητές

source: Monthly
el: Μηνιαία

source: Mouse mode
el: Λειτουργία ποντικιού

source: Mouse will be used to add objects to the score
el: Το ποντίκι θα χρησιμοποιηθεί για να προσθέσει αντικείμενα στην παρτιτούρα

source: Mouse will behave as pointer and selection tool
el: Το ποντίκι θα συμπεριφέρεται ως δείκτης και εργαλείο επιλογής

source: Move control point
el: Μετακίνηση το σημείο ελέγχου

source: Move cursor back
el: Μετακίνηση κέρσορα προς τα πίσω

source: Move cursor back and delete object
el: Μετακίνηση κέρσορα προς τα πίσω και διαγραφή αντικειμένου

source: Move cursor down
el: Μετακίνηση κέρσορα προς τα κάτω

source: Move cursor end of system
el: Μετακίνηση κέρσορα στο τέλος του συστήματος

source: Move cursor forward
el: Μετακίνηση κέρσορα προς τα εμπρός

source: Move cursor to first measure
el: Μετακίνηση κέρσορα στο πρώτο μέτρο

source: Move cursor to first staff
el: Μετακίνηση κέρσορα στο πρώτο πεντάγραμμο

source: Move cursor to last measure
el: Μετακίνηση κέρσορα στο τελευταίο μέτρο

source: Move cursor to last staff
el: Μετακίνηση κέρσορα στο τελευταίο πεντάγραμμο

source: Move cursor to next measure
el: Μετακίνηση κέρσορα στο επόμενο μέτρο

source: Move cursor to next page
el: Μετακίνηση κέρσορα στην επόμενη σελίδα

source: Move cursor to previous measure
el: Μετακίνηση κέρσορα στο προηγούμενο μέτρο

source: Move cursor to previous page
el: Μετακίνηση κέρσορα στην προηγούμενη σελίδα

source: Move cursor to start of system
el: Μετακίνηση κέρσορα στην αρχή του συστήματος

source: Move cursor up
el: Μετακίνηση κέρσορα προς τα πάνω

source: Music advice:
el: Συμβουλές μουσικής:

source: Music texts and exercises:
el: Μουσικά κείμενα και ασκήσεις:

source: MusicXML files
el: Αρχεία MusicXML

source: Name the key signature
el: Κατονομάστε τον οπλισμό

source: Natural
el: Φυσική

source: Neapolitan sixth --> V
el: Ναπολιτάνικη έκτη --> V

source: Neither your saved performance data not your answers to previous questions are taken into account to formulate questions. At any moment, all possible questions have the same probability of being asked. This mode is useful for testing your knowledge before taking an examination, but is less useful for learning.
el: Ούτε τα αποθηκευμένα δεδομένα απόδοσης σας, ούτε οι απαντήσεις σας σε προηγούμενες ερωτήσεις, λαμβάνονται υπόψη για τη διατύπωση ερωτήσεων. Σε οποιαδήποτε στιγμή, όλες οι πιθανές ερωτήσεις έχουν την ίδια πιθανότητα να ρωτηθούν. Αυτή η λειτουργία είναι χρήσιμη για τη δοκιμή των γνώσεών σας πριν από μια εξέταση, αλλά είναι λιγότερο χρήσιμη για τη μάθηση.

source: Never
el: Ποτέ

source: New
el: Νέο

source: New document
el: Νέο έγγραφο

source: New problem
el: Νέο πρόβλημα

source: New questions / to review questions
el: Νέες ερωτήσεις / επανεξέταση ερωτήσεων

source: New questions:
el: Νέες ερωτήσεις:

source: Next >
el: Επόμενο >

source: No accidentals
el: Χωρίς αλλοιώσεις

source: No more scheduled work for today.
el: Δεν υπάρχει άλλη προγραμματισμένη εργασία για σήμερα.

source: No scheduled work for today.
el: Δεν υπάρχει προγραμματισμένη εργασία για σήμερα.

source: No updates available.
el: Δεν υπάρχουν διαθέσιμες ενημερώσεις.

source: None
el: Κανένα

source: Not beamed
el: Δεν υπάρχει σύμπλεγμα φθογγοσήμων

source: Not identified
el: Δεν προσδιορίζεται

source: Not yet implemented
el: Δεν έχει ακόμη εφαρμοστεί

source: Notes
el: Νότες

source: Notes and rests
el: Νότες και παύσεις

source: Notes to practise
el: Νότες για πρακτική εξάσκηση

source: Notes' range
el: Εύρος φθόγγων

source: Numerator
el: Αριθμητής

source: OK
el: ΟΚ

source: Octave
el: Οκτάβα

source: One octave
el: Μία οκτάβα

source: Open
el: Άνοιγμα

source: Open a existing document
el: Άνοιγμα υπάρχοντος εγγράφου

source: Open a music book
el: Άνοιγμα μουσικού βιβλίου

source: Open a score
el: Άνοιγμα παρτιτούρας

source: Open books
el: Άνοιγμα βιβλίων

source: Open metronome tool
el: Άνοιγμα εργαλείων μετρονόμου

source: Open preferences dialog
el: Άνοιγμα διαλόγου προτιμήσεων

source: Open the Internet browser and go to LenMus website
el: Άνοιγμα προγράμματος περιήγησης και μετάβαση στον ιστότοπο LenMus

source: Open the music books
el: Άνοιγμα των μουσικών βιβλίων

source: Open user's manual
el: Άνοιγμα εγχειριδίου χρήσης

source: Opening Internet browser. Please wait ...
el: Άνοιγμα προγράμματος περιήγησης στο Internet. Παρακαλώ περιμένετε ...

source: Options
el: Επιλογές

source: Options: Intervals - Theory exercises
el: Επιλογές: Διαστήματα - Ασκήσεις θεωρίας

source: Other
el: Άλλο

source: Other chords
el: Άλλες συγχορδίες

source: Other chords:
el: Άλλες συγχορδίες:

source: Other options
el: Άλλες επιλογές

source: Other scales
el: Άλλες κλίμακες

source: Other scales:
el: Άλλες κλίμακες:

source: Other settings
el: Άλλες ρυθμίσεις

source: Other time signatures
el: Άλλες μετρικές ενδείξεις

source: Output device:
el: Συσκευή εξόδου:

source: P4
el: 4Κ

source: P5
el: 5Κ

source: P8
el: 8Κ

source: Page title
el: Τίτλος σελίδας

source: Paragraph
el: Παράγραφος

source: Password:
el: Κωδικός:

source: Paste
el: Επικόληση

source: Pattern's editor
el: Πρόγραμμα επεξεργασίας μοτίβου

source: Pause
el: Παύση

source: Pause playing back
el: Παύση αναπαραγωγής

source: Pentatonic major
el: Πεντατονική μείζονα

source: Pentatonic minor
el: Πεντατονική ελάσσονα

source: Percussion clef
el: Κλειδί κρουστών

source: Perfect
el: Καθαρό

source: Perfect 4th
el: 4ης Καθαρό

source: Perfect authentic
el: Τέλεια αυθεντική

source: Perfect!
el: Τέλεια!

source: Perfect, major and minor intervals
el: Καθαρά, μεγάλα και μικρά διαστήματα

source: Phrygian
el: Φρύγιος

source: Piano
el: Πιάνο

source: Plagal
el: Πλαάγια

source: Play
el: Αναπαραγωγή

source: Play &tonic chord
el: Αναπαραγωγή &τονική συγχορδία

source: Play A4 reference note
el: Αναπαραγωγή Λα4 φθόγγου αναφοράς

source: Play again
el: Αναπαραγωγή ξανά

source: Play all notes to identify
el: Αναπαραγωγή όλων των φθόγγων για αναγνώριση

source: Play fragment 1
el: Αναπαραγωγή τμήματος 1

source: Play fragment 2
el: Αναπαραγωγή τμήματος 2

source: Play fragment 3
el: Αναπαραγωγή τμήματος 3

source: Play fragment 4
el: Αναπαραγωγή τμήματος 4

source: Play mode
el: Λειτουργία αναπαραγωγής

source: Play modes
el: Λειτουργίες αναπαραγωγής

source: Play my score
el: Αναπαραγωγή της παρτιτούρας μου

source: Play problem
el: Αναπαραγωγή προβλήματος

source: Play with metronome
el: Αναπαραγωγή με μετρονόμο

source: Please choose the optional components you would like to install
el: Επιλέξτε τα προαιρετικά εξαρτήματα που θέλετε να εγκαταστήσετε

source: Please correct the errors before moving to another section.
el: Διορθώστε τα σφάλματα πριν μετακινηθείτε σε άλλη ενότητα.

source: Please enter data for both, host name and port number
el: Καταχωρίστε τα δεδομένα τόσο για το όνομα του κεντρικού υπολογιστή όσο και για τον αριθμό θύρας

source: Please enter data for both, user name and password
el: Καταχωρίστε τα στοιχεία τόσο για το όνομα χρήστη όσο και για τον κωδικό πρόσβασής σας

source: Please read the <a-1>Study guide</a-1> for information about the best way to use LenMus Phonascus and the books.
el: Διαβάστε το <a-1> Οδηγός Μελέτης </a-1> για πληροφορίες σχετικά με τον καλύτερο τρόπο χρήσης του LenMus Phonascus και των βιβλίων.

source: Please, connect to internet and then retry.
el: Παρακαλούμε, συνδεθείτε στο διαδίκτυο και δοκιμάστε ξανά.

source: Port number:
el: Αριθμός θύρας:

source: Posible causes:
el: Πιθανές αιτίες:

source: Practice mode
el: Λειτουργία πρακτικής εξάσκησης

source: Practise
el: Πρακτική εξάσκηση

source: Preferences
el: Προτιμήσεις

source: Preferences for toolbars
el: Προτιμήσεις για τις γραμμές εργαλείων

source: Press 'Play' to hear it again
el: Πατήστε «Αναπαραγωγή» για να το ακούσετε ξανά

source: Press 'Play' to hear the problem again.
el: Πατήστε «Αναπαραγωγή» για να ακούσετε το πρόβλημα ξανά.

source: Press any button below to hear how it sounds, and compare with the right answer
el: Πατήστε οποιοδήποτε κουμπί παρακάτω για να δείτε πώς ακούγεται και συγκρίνετε με τη σωστή απάντηση

source: Preview
el: Προεπισκόπηση

source: Print
el: Εκτύπωση

source: Print Setup
el: Ρυθμίσεις εκτύπωσης

source: Print current document
el: Εκτύπωση τρέχοντος εγγράφου

source: Print document
el: Εκτύπωση εγγράφου

source: Printing
el: Εκτύπωση

source: Printing cancelled
el: Η εκτύπωση ακυρώθηκε

source: Problem. How many accidentals has next key signature?:
el: Πρόβλημα. Πόσες αλλοιώσεις έχει η επόμενη ένδειξη οπλισμού ;:

source: Problem. Identify the following key signature:
el: Πρόβλημα. Προσδιορίστε τον ακόλουθο οπλισμό:

source: Proceed
el: Συνέχεια

source: Program build date:
el: Ημερομηνία δημιουργίας προγράμματος:

source: Program version:
el: Έκδοση προγράμματος:

source: Programming:
el: Προγραμματισμός:

source: Progress report
el: Αναφορά προόδου

source: Project management:
el: Διαχείριση έργου:

source: Properties
el: Ιδιότητες

source: Proxy server requires authentication
el: Ο διακομιστής μεσολάβησης απαιτεί έλεγχο ταυτότητας

source: Proxy settings
el: Ρυθμίσεις διακομιστή

source: Purpose
el: Σκοπός

source: Quarter note
el: Τέταρτο

source: Quarter rest
el: Παύση τετάρτου

source: Question
el: Ερώτηση

source: Questions to review:
el: Ερωτήσεις προς εξέταση:

source: Questions:
el: Ερωτήσεις:

source: Quit
el: Κλείσιμο

source: Quiz
el: Κουίζ

source: Quiz mode
el: Λειτουργία Κουίζ

source: Read
el: Ανάγνωση

source: Recent documents
el: Τρέχοντα έγγραφα

source: Redo
el: Επανάληψη

source: Redo last undo
el: Ακύρωση αναίρεσης

source: Reduce image size
el: Μείωση μεγέθους εικόνας

source: Reload current document
el: Επαναφόρτωση τρέχοντος εγγράφου

source: Remove selection
el: Κατάργηση επιλογής

source: Reset all to default
el: Επαναφορά προεπιλογών

source: Reset counters
el: Επαναφορά μετρητών

source: Rhymths
el: Ρυθμοί

source: Rhythm
el: Ρυθμός

source: Rhythmic dictation exercise
el: Ρυθμική άσκηση υπαγόρευσης

source: Rhythmic dictation tools
el: Εργαλεία ρυθμικής υπαγόρευσης

source: Right answers counter
el: Μετρητής σωστών απαντήσεων

source: Run LenMus
el: Εκτέλεση του LenMus

source: Run Midi wizard
el: Εκτέλεση οδηγού MIDI

source: Russian
el: Ρώσικα

source: Save
el: Αποθήκευση

source: Save as
el: Αποθήκευση ως

source: Save current document to file
el: Αποθήκευση τρέχοντος εγγράφου σε αρχείο
