Repository: Popolon/lenmus
Catalog: locale/*/lenmus_*.po
Languages: el

source: Save current document with a different name
el: Αποθήκευση τρέχοντος εγγράφου με άλλο όνομα

source: Save current score to disk
el: Αποθήκευση τρέχουσας παρτιτούρας στον δίσκο

source: Save the file before closing
el: Αποθηκεύστε το αρχείο πριν κλείσετε

source: Scales
el: Κλίμακες

source: Score
el: Σκορ

source: Score configuration wizard
el: Οδηγός ρύθμισης παρτιτούρας

source: Score edition
el: Έκδοση παρτιτούρας

source: Score generation settings
el: Ρυθμίσεις δημιουργίας παρτιτούρας

source: Search help
el: Αναζήτηση βοήθειας

source: Search help documentation
el: Αναζήτηση οδηγού βοήθειας

source: Second one greater
el: Το δεύτερο μεγαλύτερο

source: Section:
el: Ενότητα:

source: See MIDI events
el: Δείτε συμβάντα MIDI

source: See credits page on each eBook
el: Δείτε τη σελίδα αναφορών σε κάθε ηλεκτρονικό βιβλίο

source: See source score
el: Προβολή πηγαίας παρτιτούρας

source: Select a key signature
el: Επιλέξτε οπλισμό

source: Select all to end of measure
el: Επιλογή όλων ως το τέλος του μέτρου

source: Select all to end of system
el: Επιλογή όλων έως το τέλος του συστήματος

source: Select all to start of measure
el: Επιλογή όλων από την αρχή του μέτρου

source: Select all to start of system
el: Επιλογή όλων από την αρχή του συστήματος

source: Select instruments and style
el: Επιλογή οργάνων και στυλ

source: Select next accidental
el: Επιλογή επόμενης αλλοίωσης

source: Select next note/rest
el: Επιλογή επόμενης νότας/παύσης

source: Select next octave
el: Επιλογή επόμενης οκτάβας

source: Select next voice
el: Επιλογή επόμενης φωνής

source: Select note/rest duration: 128th
el: Επιλογή διάρκειας νότας/παύσης: 128ο

source: Select note/rest duration: 16th
el: Επιλογή διάρκειας νότας/παύσης: 16ο

source: Select note/rest duration: 256th
el: Επιλογή διάρκειας νότας/παύσης: 256ο

source: Select note/rest duration: 32th
el: Επιλογή διάρκειας νότας/παύσης: 32ο

source: Select note/rest duration: 64th
el: Επιλογή διάρκειας νότας/παύσης: 64ο

source: Select note/rest duration: breve
el: Επιλογή διάρκειας νότας/παύσης: breve

source: Select note/rest duration: eight
el: Επιλογή διάρκειας νότας/παύσης: όγδοο

source: Select note/rest duration: half
el: Επιλογή διάρκειας νότας/παύσης: μισό

source: Select note/rest duration: longa
el: Επιλογή διάρκειας νότας/παύσης: longa

source: Select note/rest duration: quarter
el: Επιλογή διάρκειας νότας/παύσης: τέταρτο

source: Select note/rest duration: whole
el: Επιλογή διάρκειας νότας/παύσης: ολόκληρο

source: Select octave %d
el: Επιλογή οκτάβας %d

source: Select prev accidental
el: Επιλογή προηγούμενης αλλοίωσης

source: Select prev octave
el: Επιλογή προηγούμενης οκτάβας

source: Select prev voice
el: Επιλογή προηγούμενης φωνής

source: Select prev. note/rest
el: Επιλογή προηγούμενης νότας/παύσης

source: Select time signature
el: Επιλογή μετρικής ένδειξης

source: Select time signature %d/%d
el: Επιλογή μετρικής ένδειξης %d/%d

source: Select voice %d
el: Επιλογή φωνής %d

source: Select voice Alto
el: Επιλογή φωνής Άλτο

source: Select voice Bass
el: Επιλογή φωνής Μπάσου

source: Select voice Soprano
el: Επιλογή φωνής Σοπράνο

source: Select voice Tenor
el: Επιλογή φωνής Τενόρου

source: Server settings
el: Ρυθμίσεις διακομιστή

source: Session report
el: Αναφορά συνεδρίας

source: Session:
el: Συνεδρία:

source: Set user preferences
el: Ορίστε προτιμήσεις χρήστη

source: Seventh chords:
el: Συγχορδίες μεθ' εβδόμης:

source: Sevenths
el: Έβδομες

source: Sharp
el: Δίεση

source: Shorcut on desktop
el: Συντόμευση στην επιφάνεια εργασίας

source: Short
el: Σύντομο

source: Short term achievement
el: Βραχυπρόθεσμα επιτεύγματα

source: Shortcut
el: Συντόμευση

source: Shortcuts
el: Συντομεύσεις

source: Show editor quick guide
el: Εμφάνιση γρήγορου οδηγού σύνταξης

source: Show solution
el: Εμφάνιση λύσης

source: Show the commands console
el: Εμφάνιση της κονσόλας εντολών

source: Show voices in colors
el: Εμφάνιση φωνών σε χρώματα

source: Simple barline
el: Απλή διαστολή

source: Simplified Chinese
el: Απλοποιημένα Κινέζικα

source: Software credits
el: Αναφορές Λογισμικού

source: Software updates
el: Ενημερώσεις λογισμικού

source: Software used
el: Λογισμικό που έχει χρησιμοποιηθεί

source: Some icons are original artwork for LenMus project; all these original icons are released under GNU GPL licence and under Creative Commons Attribution-ShareAlike license, you can choose the one you prefer for the intended usage. The other icons are taken from different sources:
el: Ορισμένα εικονίδια έχουν δημιουργηθεί αποκλειστικά για το LenMus. όλα αυτά τα πρωτότυπα εικονίδια κυκλοφορούν υπό την άδεια GNU GPL και υπό την άδεια Creative Commons Attribution-ShareAlike, μπορείτε να επιλέξετε αυτό που προτιμάτε για την προβλεπόμενη χρήση. Τα άλλα εικονίδια λαμβάνονται από διαφορετικές πηγές:

source: Sorry: File not found!
el: Λυπούμαστε: Το αρχείο δεν βρέθηκε!

source: Sound
el: Ήχος

source: Sound for first beat of each measure:
el: Ήχος για το πρώτο χρόνο κάθε μέτρου:

source: Sound for other beats of each measure:
el: Ήχος για τους άλλους χρόνους κάθε μέτρου:

source: Spanish
el: Ισπανικά

source: Start
el: Έναρξη

source: Start barline
el: Έναρξη διαστολής

source: Start both intervals with the same note
el: Έναρξη και των δύο διαστημάτων από την ίδια νότα

source: Start of a beamed group
el: Έναρξη από ένα σύμπλεγμα φθογγοσήμων

source: Start page
el: Αρχική σελίδα

source: Start repetition
el: Έναρξη επανάληψης

source: Start with count off
el: Εκκίνηση χωρίς μετρονόμο

source: Start/resume play back. From cursor measure
el: Εκκίνηση/συνέχιση αναπαραγωγής. Από το μέτρο του κέρσορα

source: Start/resume play back. From selection of full score
el: Εκκίνηση/συνέχιση αναπαραγωγής. Από την επιλογή της πλήρους παρτιτούρας

source: Status bar
el: Γραμμή κατάστασης

source: Stem double
el: Διπλό στέλεχος

source: Stem down
el: Στέλεχος κάτω

source: Stem none
el: Κανένα στέλεχος

source: Stem up
el: Στέλεχος πάνω

source: Step 1. Choose attributes for next note/rest to enter:
el: Βήμα 1. Επιλέξτε τα χαρακτηριστικά για της επόμενη νότας/παύσης για είσοδο:

source: Step 2. Enter the the desired note/rest:
el: Βήμα 2. Εισάγετε την επιθυμητή νότα/παύση:

source: Stop
el: Diakop;h

source: Stop %d
el: Διακοπή %d

source: Stop fragment 1
el: Παύση στιγμιότυπου 1

source: Stop fragment 2
el: Παύση στιγμιότυπου 2

source: Stop fragment 3
el: Παύση στιγμιότυπου 3

source: Stop fragment 4
el: Παύση στιγμιότυπου 4

source: Stop inmediatly all sounds
el: Άμεση διακοπή όλων των ήχων

source: Stop playing
el: Διακοπή αναπαραγωγής

source: Stop playing back
el: Διακοπή αναπαραγωγής

source: String quartet
el: Κουαρτέτο εγχόρδων

source: Study guide
el: Οδηγός μελέτης

source: Study guide: How to use this program
el: Οδηγός μελέτης: Πώς να χρησιμοποιήσετε αυτό το πρόγραμμα

source: Styles defined in current score
el: Στυλ που ορίζονται στην τρέχουσα παρτιτούρα

source: Subdivide beamed group at current cursor position
el: Υποδιαίρεση συμπλέγματος φθογγοσήμων στην τρέχουσα θέση του κέρσορα

source: Suspended (2nd)
el: Καθυστέρηση (2ας)

source: Suspended (4th)
el: Καθυστέρηση (4ης)

source: Suspended triad (2nd)
el: Τριπλή καθυστέρηση (2ας)

source: Suspended triad (4th)
el: Τριπλή καθυστέρηση (4ης)

source: Table of content
el: Πίνακας Περιεχομένων

source: Taken or derived from John Zaitseff's icons (http://www.zap.org.au/documents/icons/dirtree-icons/sample.html). According to what is said there, these icons are released under the terms of the GNU General Public License.
el: Έχει ληφθεί ή προέρχεται από τα εικονίδια του John Zaitseff (http://www.zap.org.au/documents/icons/dirtree-icons/sample.html). Σύμφωνα με όσα λέγονται εκεί, αυτά τα εικονίδια κυκλοφορούν υπό τους όρους της Γενικής Δημόσιας Άδειας GNU.

source: Taken or derived from eMule project (http://sourceforge.net/projects/emule) icons. eMule is a GNU GPL project so I assume that its icons are also available under GNU GPL.
el: Έχει ληφθεί ή προέρχεται από εικονίδια του πρότζεκτ eMule (http://sourceforge.net/projects/emule). Το eMule είναι ένα πρότζεκτ GNU GPL, έτσι υποθέτω ότι τα εικονίδια του είναι επίσης διαθέσιμα στο GNU GPL.

source: Taken or derived from the GNOME project (http://art.gnome.org/themes/icon/1150), Tango theme. These icons are released under the Creative Commons Attribution-ShareAlike license.
el: Έχει ληφθεί ή προέρχεται από το πρότζεκτ GNOME (http://art.gnome.org/themes/icon/1150), θέμα Tango. Αυτά τα εικονίδια κυκλοφορούν υπό την άδεια Creative Commons Attribution-ShareAlike.

source: Taken or derived from those available in the Ximian collection (http://www.novell.com/coolsolutions/feature/1637.html). Novell, who retains the copyright, has released these icons under the LGPL license. This means that you can use the icons in your programs free of charge. If you want to fork the icons into your own icon collection, you need to retain the license and the original copyrights, but from there you're free to do what you want.
el: Έχει ληφθεί ή προέρχεται από αυτά που διατίθενται στη συλλογή Ximian (http://www.novell.com/coolsolutions/feature/1637.html). Η Novell, η οποία διατηρεί τα πνευματικά δικαιώματα, απελευθέρωσε αυτά τα εικονίδια με την άδεια LGPL. Αυτό σημαίνει ότι μπορείτε να χρησιμοποιήσετε τα εικονίδια στα προγράμματά σας δωρεάν. Εάν θέλετε να περάσετε τα εικονίδια στη δική σας συλλογή εικονιδίων, πρέπει να διατηρήσετε την άδεια χρήσης και τα πρωτότυπα πνευματικά δικαιώματα, αλλά από εκεί μπορείτε να κάνετε ό, τι θέλετε.

source: Tempo:
el: Τέμπο:

source: Terminal
el: Καταληκτική

source: Terminal cadences
el: Καταληκτικές πτώσεις

source: Ternary subdivision
el: Τριαδική υποδιαίρεση

source: Test sound
el: Δοκιμή ήχου

source: Text
el: Κείμενο

source: Text and graphics
el: Κείμενο και γραφικά

source: Text boxes
el: Πλαίσια κειμένου

source: Text color selector
el: Επιλογή χρώματος κειμένου

source: Text style:
el: Στυλ κειμένου:

source: Text, graphics and symbols
el: Κείμενο, γραφικά και σύμβολα

source: Text, graphics, ...
el: Κείμενο, γραφικά, ...

source: Thanks also to:
el: Ευχαριστώ επίσης τους:

source: The LenMus Project is an open project, committed to the principles of Open Source, free education, and open access to information. It has no comercial purpose. It is an open workbench for working on all areas related to teaching music, and music representation and management with computers. It aims at developing publicly available knowledge, methods and algorithms related to all these areas and at the same time provides free quality software for music students, amateurs, and teachers.
el: Το Πρόγραμμα LenMus είναι ένα ανοιχτό έργο, αφοσιωμένο στις αρχές του Ανοιχτού Πηγαίου Κώδικα, της δωρεάν εκπαίδευσης και της ανοικτής πρόσβασης στις πληροφορίες. Δεν έχει κανέναν εμπορικό σκοπό. Πρόκειται για ένα ανοιχτό πάγκο εργασίας για όλους τους τομείς που σχετίζονται με τη διδασκαλία της μουσικής και τη μουσική αναπαράσταση και διαχείριση με υπολογιστές. Στόχος του είναι η ανάπτυξη διαθέσιμων στο κοινό γνώσεων, μεθόδων και αλγορίθμων που σχετίζονται με όλους αυτούς τους τομείς και ταυτόχρονα παρέχει δωρεάν λογισμικό ποιότητας για φοιτητές μουσικής, ερασιτέχνες και εκπαιδευτικούς.

source: The document contains scores created with a previous version. You must convert the document to current format (Menu > File > Convert) and edit the converted document.
el: Το έγγραφο περιέχει παρτιτούρες που δημιουργήθηκαν με προηγούμενη έκδοση. Πρέπει να μετατρέψετε το έγγραφο σε τρέχουσα μορφή (Μενού> Αρχείο> Μετατροπή) και να επεξεργαστείτε το έγγραφο που έχει μετατραπεί.

source: The following notes:
el: Οι ακόλουθες νότες:

source: The installer is already running.
el: Το πρόγραμμα εγκατάστασης εκτελείται ήδη.

source: The note is:
el: Η νότα είναι:

source: The program uses your performance data, saved in learning mode, to choose questions. It selects questions at random but giving more probability to those that are troubling you. This mode is useful when you have finished your daily assignment in 'learning' mode and you would like to practise more.
el: Το πρόγραμμα χρησιμοποιεί για την επιλογή ερωτήσεων τα δεδομένα απόδοσης τα οποία είναι αποθηκευμένα στη λειτουργία εκμάθησης. Επιλέγει τυχαία τις ερωτήσεις αλλά δίνει περισσότερες πιθανότητες σε όσες σας δυσκολεύουν. Αυτή η λειτουργία είναι χρήσιμη όταν τελειώσετε την καθημερινή σας ανατεθειμένη εργασία σε λειτουργία "μάθησης" και θέλετε να εξασκηθείτε περισσότερο.

source: The program will record and analyse your answers. Questions will focus on those issues in wich the program detects that you are having more trouble. This mode minimizes your study time and optimises your learning rate. It is based on the 'Leitner' methodology, also known as 'spaced repetition'.
el: Το πρόγραμμα θα καταγράψει και θα αναλύσει τις απαντήσεις σας. Οι ερωτήσεις θα επικεντρώνονται στα θέματα που το πρόγραμμα εντοπίζει ότι δυσκολεύεστε περισσότερο.Αυτός ο τρόπος λειτουργίας του, ελαχιστοποιεί το χρόνο μελέτης και βελτιστοποιεί το ρυθμό εκμάθησης. Βασίζεται στη μεθοδολογία «Leitner», γνωστή και ως «αποχή επανάληψης».

source: There is a problem for printing. Perhaps your current printer is not set correctly?
el: Υπάρχει πρόβλημα στην εκτύπωση. Ίσως ο τρέχων εκτυπωτής σας να μην έχει ρυθμιστεί σωστά;

source: These icons are taken or derived from KDE project (http://kde.openoffice.org/servlets/ProjectDocumentList?folderID=314&amp;expandFolder=314). These icons are released under the GNU GPL license.
el: Αυτά τα εικονίδια λαμβάνονται ή προέρχονται από το πρότζεκτ του KDE (http://kde.openoffice.org/servlets/ProjectDocumentList?folderID=314&amp;expandFolder=314). Αυτά τα εικονίδια κυκλοφορούν υπό την άδεια GNU GPL.

source: This is the solution (in colour, missing in your score):
el: Αυτή είναι η λύση (με χρώμα, που λείπει από τη παρτιτούρα σας):

source: This mode is similar to the 'exam' mode but two answer counters are displayed and questions are accounted in both counters: one in the first counter and the next one in the second counter. This mode is useful to work in pairs or in teams at classroom.
el: Αυτή η λειτουργία είναι όμοια με την λειτουργία «εξέτασης», Ωστόσο οι δύο μετρητές απαντήσεων εμφανίζονται και οι ερωτήσεις καταλογίζονται και στους δύο: μία στον πρώτο μετρητή και η επόμενη στον δεύτερο. Αυτή η λειτουργία είναι χρήσιμη για εργασία σε ζευγάρια ή σε ομάδες στην τάξη.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. For more details see the GNU General Public License at
el: Το πρόγραμμα αυτό διανέμεται με την ελπίδα ότι θα είναι χρήσιμο, αλλά ΧΩΡΙΣ ΚΑΜΙΑ ΕΓΓΥΗΣΗ, χωρίς ακόμη και την εγγύηση ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ ή ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ. Για περισσότερες λεπτομέρειες, ανατρέξτε στη Γενική Άδεια Δημόσιας Χρήσης του GNU στο

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
el: Αυτό το πρόγραμμα είναι ελεύθερο λογισμικό. Μπορείτε να το αναδιανείμετε και / ή να το τροποποιήσετε σύμφωνα με τους όρους της Γενικής Δημόσιας Άδειας GNU όπως δημοσιεύεται από το Ίδρυμα Ελεύθερου Λογισμικού, είτε την έκδοση 3 της Άδειας, είτε (εσείς επιλέγετε) οποιαδήποτε μεταγενέστερη έκδοση.

source: This program will connect to LenMus website and look for available updates. Press 'Proceed' to start.
el: Αυτό το πρόγραμμα θα συνδεθεί με τον ιστότοπο LenMus και θα αναζητήσει διαθέσιμες ενημερώσεις. Πατήστε «Συνέχεια» για να ξεκινήσετε.

source: Tied next
el: Σύζευξη με το επόμενο

source: Time signature
el: Μετρική ένδειξη

source: Time signatures
el: Μετρικές ενδείξεις

source: To LenMus developers knowledge, all used icons are freely usable either under GNU GPL, LGPL licence, or Creative Commons. If this were not the case, please, let us know to stop using them. See file "icons.htm" in folder "res/icons" for more details.
el: Για την ενημέρωση των προγραμματιστών του LenMus, όλα τα χρησιμοποιούμενα εικονίδια μπορούν να χρησιμοποιηθούν ελεύθερα είτε υπό την άδεια GNU GPL, LGPL ή Creative Commons. Αν δεν ισχύει αυτό, παρακαλώ ενημερώστε μας για να σταματήσουμε να τις χρησιμοποιούμε. Δείτε το αρχείο "icons.htm" στο φάκελο "res / icons" για περισσότερες λεπτομέρειες.

source: To better identify the first beat of each measure it is possible to assign a different sound to it. But you can also choose the same sound for both, the first beat and the others.
el: Για να διευκολυνθείτε στον προσδιορισμό του πρώτου χρόνου κάθε μέτρο σας δίνετε η δυνατότητα να χρησιμοποιήσετε διαφορετικό ήχο σε αυτόν. Αλλά μπορείτε επίσης να επιλέξετε τον ίδιο ήχο τόσο για τον πρώτο όσο και για τους άλλους.

source: To check for updates LenMus needs internet connection.
el: Για να γίνει έλεγχος ενημερώσεων το LenMus χρειάζεται σύνδεση στο διαδίκτυο.

source: To facilitate access to the instruments they are grouped into sections. First choose a section and then choose the desired instrument.
el: Τα όργανα είναι ομαδοποιημένα σε κατηγορίες έτσι ώστε να είναι ευκολότερη η πρόσβαση σε αυτά. Πρώτα επιλέξτε μια κατηγορία και, στη συνέχεια, επιλέξτε το επιθυμητό όργανο.

source: To generate sounds the program needs a MIDI synthesizer device. Normally, one of these devices is included in the sound board of the PC, but your PC might have more than one.
el: Για να δημιουργήσετε ήχους, το πρόγραμμα χρειάζεται μια συσκευή συνθέσεως MIDI. Κανονικά, μία από αυτές τις συσκευές περιλαμβάνεται στον πίνακα ήχου του υπολογιστή, αλλά ο υπολογιστής σας μπορεί να έχει περισσότερες από μία συσκευές.

source: Toggle stem in selected notes
el: Μεταβολή στελεχών στις επιλεγμένες νότες

source: Tool bar
el: Γραμμή εργαλείων

source: Toolbars
el: Γραμμές εργαλείων

source: Toolbox: select barline tools
el: Εργαλειοθήκη: επιλέξτε εργαλεία διαστολών

source: Toolbox: select clef tools
el: Εργαλειοθήκη: επιλέξτε εργαλεία κλειδιών

source: Toolbox: select notes tools
el: Εργαλειοθήκη: επιλέξτε εργαλεία φθόγγων

source: Toolbox: select symbols tools
el: Εργαλειοθήκη: επιλέξτε σύμβολα εργαλείων

source: Toolbox: select tools and options
el: Εργαλειοθήκη: επιλέξτε εργαλεία και επιλογές

source: Tools
el: Εργαλεία

source: Top level tools
el: Εργαλεία ανώτατου επιπέδου

source: Total: your marks
el: Συνολικό: οι επιδόσεις σας

source: Transient
el: Ενδιάμεση

source: Transient cadences
el: Ενδιάμεσες πτώσεις

source: Translation:
el: Μετάφραση:

source: Triads
el: Τριφωνίες

source: Triads:
el: Τριφωνίες:

source: Trio sonata
el: Τρίο σονάτα

source: Tristan chord
el: Συγχορδία του Τριστάνου

source: Try again!
el: Προσπαθήστε ξανά!

source: Turkish
el: Τούρκικα

source: Turn metronome on/off
el: Ενεργοποίση/απενεργοποίηση μετρονόμου

source: Two octaves
el: Δύο οκτάβες

source: Type II
el: Τύπος II

source: Type III
el: Τύπος III

source: Type IV
el: Τύπος IV

source: Type of desired answer
el: Τύπος επιθυμητής απάντησης

source: Undo
el: Αναίρεση

source: Undo last action
el: Αναίρεση της τελευταίας ενέργειας

source: Uninstall LenMus
el: Απεγκατάσταση του LenMus

source: Unison
el: Ταυτοφωνία

source: Unknown
el: Άγνωστο

source: Use a different colour for each voice
el: Χρησιμοποιήστε ένα διαφορετικό χρώμα για κάθε φωνή

source: Use a proxy server to connect to Internet
el: Χρησιμοποιήστε έναν διακομιστή μεσολάβησης για να συνδεθείτε στο Internet

source: Username:
el: Όνομα χρήστη:

source: V --> I (one or both with inversions)
el: V --> I (η μία ή και οι δύο με αναστροφές)

source: V --> IIm
el: V --> IIελ.

source: V --> IVm
el: V --> IVελ.

source: V --> VIm
el: V --> VIελ.

source: V aug5 --> I
el: V αυξ5 --> I

source: V dim5 --> I
el: V ελατ.5 --> I

source: Version %s
el: Έκδοση %s

source: View
el: Προβολή

source: Viola and piano
el: Βιόλα και πιάνο

source: Violin
el: Βιολί

source: Violin and piano
el: Βιολί και πιάνο

source: Virtual keyboard
el: Εικονικό πληκτρολόγιο

source: Visit LenMus website
el: Επισκεφθείτε τον ιστότοπο LenMus

source: Voice
el: Φωνή

source: Voice (Alt)
el: Φωνή (Άλτο)

source: Voice channel and instrument
el: Κανάλι φωνής και οργάνου

source: Weekly
el: Εβδομαδιαία

source: Welcome page
el: Σελίδα καλωσορίσματος

source: Welcome to LenMus
el: Καλώς ήρθατε στο LenMus

source: What's is new in this version
el: Τι νέο υπάρχει σε αυτή την έκδοση

source: Whole note
el: Ολόκληρο

source: Whole rest
el: Παύση ολόκληρου

source: Whole tones
el: Ολόκληρα

source: Woodwind quintet
el: Κουιντέτο ξύλινων πνευστών

source: Woodwind trio
el: Τρίο ξύλινων πνευστών

source: Would you like to continue the installation?
el: Θέλετε να συνεχίσετε την εγκατάσταση;

source: Wrong answers counter
el: Μετρητής λάθος απαντήσεων

source: You are not connected to internet!
el: Δεν είστε συνδεδεμένοι στο Διαδίκτυο!

source: You must choose al least two buttons!
el: Πρέπει να επιλέξετε τουλάχιστον δύο κουμπιά!

source: You must choose at least one cadence in tab 'cadences'!
el: Πρέπει να επιλέξετε τουλάχιστον μία πτώση στην καρτέλα «πτώσεις»!

source: You must choose at least one clef!
el: Πρέπει να επιλέξετε τουλάχιστον ένα κλειδί!

source: You must choose at least one key signature!
el: Πρέπει να επιλέξετε τουλάχιστον έναν οπλισμό!

source: You must choose at least one major and one minor in tab 'Key signatures'!
el: Πρέπει να επιλέξετε τουλάχιστον μία μείζονα και μία ελάσσονα στην καρτέλα «Οπλισμοί»!

source: You must choose at least one time signature!
el: Πρέπει να επιλέξετε τουλάχιστον μία μετρική ένδειξη!

source: You must choose one at least!
el: Πρέπει να επιλέξετε ένα τουλάχιστον!

source: You must choose one key signature at least!
el: Πρέπει να επιλέξετε τουλάχιστον έναν οπλισμό!

source: You will have to identify the following notes:
el: Θα πρέπει να προσδιορίσετε τις ακόλουθες νότες:

source: Your computer information:
el: Οι πληροφορίες του υπολογιστή σας:

source: Zoom
el: Μεγέθυνση

source: Zoom in
el: Μεγέθυνση

source: Zoom out
el: Σμίκρυνση

source: Zoom so that page width equals window width
el: Μεγέθυνση ώστε το πλάτος σελίδας να ισούται με το πλάτος του παραθύρου

source: Zoom so that the full page is displayed
el: Μεγέθυνση ώστε να εμφανίζεται ολόκληρη η σελίδα

source: Zoom to ...
el: Μεγέθυνση στο ...

source: Zooming factor must be greater that 10% and lower than 800%
el: Ο συντελεστής μεγέθυνσης πρέπει να είναι μεγαλύτερος από 10% και μικρότερος από 800%

source: Zooming tools
el: Εργαλεία μεγέθυνσης

source: Zooming? (10 to 800)
el: Μεγέθυνση; (10 έως 800)

source: ascending
el: ανιόν

source: aug - augmented
el: αυξ. - αυξημένο

source: aug.11th / dim.12th
el: 11η αυξ. / 12η ελαττ.

source: aug.4th/dim.5th
el: 4η αυξ./5η ελαττ.

source: aug2
el: 2αυξ.

source: aug3
el: 3αυξ.

source: aug4
el: 4αυξ.

source: aug5
el: 5αυξ.

source: aug6
el: 6αυξ.

source: aug7
el: 7αυξ.

source: aug8
el: 8αυξ.

source: augm. 11th / dim. 12th
el: 11η αυξημ. / 12η ελαττ.

source: augm.4th / dim. 5th
el: 4η αυξημ. / 5η ελαττ.

source: b A
el: b Λα

source: b B
el: b Σι

source: b C
el: b Ντο

source: b D
el: b Ρε

source: b E
el: b Μι

source: b F
el: b Φα

source: b G
el: b Σολ

source: bb A
el: bb Λα

source: bb B
el: bb Σι

source: bb C
el: bb Ντο

source: bb D
el: bb Ρε

source: bb E
el: bb Μι

source: bb F
el: bb Φα

source: bb G
el: bb Σολ

source: check/uncheck all
el: επιλογή/κατάργηση επιλογής όλων

source: check/uncheck all major
el: επιλογή/αποεπιλογή όλων των μείζονων τονικοτήτων

source: check/uncheck all minor
el: επιλογή/αποεπιλογή όλων των ελάσσονων τονικοτήτων

source: da - double augmented
el: δ.α. - δις αυξημένο

source: da2
el: 2δ.α.

source: da3
el: 3δ.α.

source: da4
el: 4δ.α.

source: da5
el: 5δ.α.

source: da6
el: 6δ.α.

source: da7
el: 7δ.α.

source: dd - double diminished
el: δ.ε. - δις ελαττωμένο
