Repository: Popolon/lenmus
Catalog: locale/*/lenmus_*.po
Languages: el

source: dd/mm/aaaa
el: ηη/μμ/χχχχ

source: dd2
el: 2δ.ε

source: dd3
el: 3δ.ε

source: dd4
el: 4δ.ε

source: dd5
el: 5δ.ε

source: dd6
el: 6δ.ε

source: dd7
el: 7δ.ε

source: dd8
el: 8δ.ε

source: descending
el: κατιόν

source: dim - diminished
el: ελατ. - ελαττωμένο

source: dim2
el: 2ελατ.

source: dim3
el: 3ελατ.

source: dim4
el: 4ελατ.

source: dim5
el: 5ελατ.

source: dim6
el: 6ελατ.

source: dim7
el: 7ελατ.

source: dim8
el: 8ελατ.

source: false
el: ψευδές

source: m - minor
el: μ - μικρό

source: m2
el: 2μ

source: m3
el: 3μ

source: m6
el: 6μ

source: m7
el: 7μ

source: major 10th
el: 10ης μεγάλο

source: major 13th
el: 13ης μεγάλο

source: major 14th
el: 14ης μεγάλο

source: major 2nd
el: 2ας μεγάλο

source: major 3rd
el: 3ης μεγάλο

source: major 6th
el: 6ης μεγάλο

source: major 7th
el: 7ης μεγάλο

source: major 9th
el: 9ης μεγάλο

source: milliseconds
el: χιλιοστά του δευτερολέπτου

source: minor
el: μικρό

source: minor 10th
el: 10ης μικρό

source: minor 13th
el: 13ης μικρό

source: minor 14th
el: 14ης μικρό

source: minor 2nd
el: 2ας μικρό

source: minor 3rd
el: 3ης μικρό

source: minor 6th
el: 6ης μικρό

source: minor 7th
el: 7ης μικρό

source: minor 9th
el: 9ης μικρό

source: none
el: κανένα

source: octave
el: οκτάβα

source: or tap tempo with this button
el: ή χτυπήστε το τέμπο με αυτό το κουμπί

source: perfect 11th
el: 11ης καθαρό

source: perfect 12th
el: 12ης καθαρό

source: perfect 5th
el: 5ης καθαρό

source: perfect 8th
el: 8ης καθαρό

source: play
el: αναπαραγωγή

source: play an scale to test sound
el: αναπαραγωγή κλίμακας για δοκιμή ήχου

source: play from cursor
el: αναπαραγωγή από τον κέρσορα

source: play tools
el: εργαλεία αναπαραγωγής

source: root position
el: κύρια θέση

source: true
el: αληθές

source: two octaves
el: δύο οκτάβες

source: unknown button
el: άγνωστο κουμπί

source: unknown chord
el: άγνωστη συγχορδία

source: x A
el: x Λα

source: x B
el: x Σι

source: x C
el: x Ντο

source: x D
el: x Ρε

source: x E
el: x Μι

source: x F
el: x Φα

source: x G
el: x Σολ
