Repository: Popolon/lenmus
Catalog: locale/*/lenmus_*.po
Languages: el

source: augmented
el: αυξημένο

source: diminished
el: ελαττωμένο

source: double augmented
el: δις αυξημένο

source: double diminished
el: δις ελαττωμένο

source: mayor
el: μεγάλο

source: minor
el: μικρό

source: perfect
el: καθαρό

source: # A
el: # Λα

source: # B
el: # Σι

source: # C
el: # Ντο

source: # D
el: # Ρε

source: # E
el: # Μι

source: # F
el: # Φα

source: # G
el: # Σολ

source: &Accept
el: &Αποδοχή

source: &Allow chromatic accidentals
el: &Επέτρεψε χρωματικές αλλοιώσεις

source: &Ascending
el: &Ανιόν

source: &Both
el: &και τα δυο

source: &Cancel
el: &Ακύρωση

source: &Cut
el: &Αποκοπή

source: &Descending
el: &Φθίνουσα

source: &Help
el: &Βοήθεια

source: &Large
el: &Μεγάλο

source: &Medium
el: &Μεσαίο

source: &No labels
el: &Χωρίς ετικέτες

source: &Play A4 note
el: &Αναπαραγωγή νότας Λα4

source: &Small
el: &Μικρό

source: &Use only notes from key signature
el: &Χρησιμοποίησε νότες μόνο από τον οπλισμό

source: 'Hold chord' line
el: Γραμμή «Διατήρηση συγχορδίας»

source: (Undefined)
el: (Απροσδιόριστο)

source: , ascending
el: , ανιόν

source: , descending
el: , κατιόν

source: - An accidental deletion of the required template.
el: - Μια τυχαία διαγραφή του απαιτούμενου προτύπου.

source: - An error during lenmus installation.
el: - Σφάλμα κατά την εγκατάσταση του lenmus.

source: 10th
el: 10η

source: 11th
el: 11η

source: 12th
el: 12η

source: 13th
el: 13η

source: 14th
el: 14η

source: 16th note
el: φθόγγος 16ου

source: 16th rest
el: παύση 16ου

source: 1st inversion
el: 1η αναστροφή

source: 2 4 time signature
el: Μετρική ένδειξη 2 4

source: 2nd
el: 2ας

source: 2nd inversion
el: 2η αναστροφή

source: 32th note
el: φθόγγος 32ου

source: 32th rest
el: παύση 32ου

source: 3rd
el: 3ης

source: 3rd inversion
el: 3η αναστροφή

source: 4th
el: 4ης

source: 4th inversion
el: 4η αναστροφή

source: 4th perfect
el: 4ης καθαρό

source: 5th
el: 5ης

source: 5th inversion
el: 5η αναστροφή

source: 6 8 time signature
el: Μετρική ένδειξη 6 8

source: 64th note
el: φθόγγος 64ου

source: 64th rest
el: παύση 64ου

source: 6th
el: 6ης

source: 7th
el: 7ης

source: 8th note
el: όγδοο

source: 8th rest
el: παύση ογδόου

source: 8ve
el: 8βα

source: 9th
el: 9η

source: < Previous
el: < Προηγούμενο

source: A
el: Λα

source: A # / B b
el: Λα# / Σιb

source: A # minor
el: Λα # ελάσσονα

source: A Major
el: Λα Μείζονα

source: A Major / F# minor
el: Λα Μείζονα / Φα# ελάσσονα

source: A b Major
el: Λα b Μείζονα

source: A b major
el: Λα b μείζονα

source: A b minor
el: Λα b ελάσσονα

source: A connection with the server could not be established. Check that you are connected to the internet and that no firewalls are blocking this program; then try again. If problems persist, the server may be down. Please, try again later.
el: Δεν ήταν δυνατή η δημιουργία σύνδεσης με τον διακομιστή. Ελέγξτε ότι είστε συνδεδεμένοι στο διαδίκτυο και ότι δεν υπάρχουν τείχη προστασίας που εμποδίζουν αυτό το πρόγραμμα. Έπειτα δοκιμάστε ξανά. Εάν τα προβλήματα επιμένουν, ο διακομιστής μπορεί να είναι εκτός λειτουργίας. Παρακαλώ δοκιμάστε ξανά αργότερα.

source: A flat major
el: Λα ύφεση μείζονα

source: A flat minor
el: Λα ύφεση ελάσσονα

source: A free program for music language learning
el: Ένα δωρεάν λογισμικό για την εκμάθηση της μουσικής γλώσσας

source: A major
el: Λα μείζονα

source: A minor
el: Λα ελάσσονα

source: A sharp minor
el: Λα δίεση ελάσσονα

source: A tonic chord will be played before the cadence begins.
el: Μία τονική συγχορδία θα ακούγεται πριν ξεκινήσει η πτώση.

source: A# minor
el: Λα# ελάσσονα

source: A#/Bb
el: Λα#/Σιb

source: Ab Major
el: Λαb Μείζονα

source: Ab Major / F minor
el: Λαb Μείζονα / Φα ελάσσονα

source: Ab minor
el: Λαb ελάσσονα

source: About
el: Σχετικά

source: About LenMus
el: Σχετικά με το LenMus

source: Above
el: Πάνω

source: Accept
el: Αποδοχή

source: Accidentals
el: Αλλοιώσεις

source: Action
el: Δράση

source: Action code not defined.
el: Δεν έχει οριστεί κωδικός δράσης.

source: Actual size
el: Πραγματικό μέγεθος

source: Add a rest
el: Προσθήκη παύσης

source: Add barline
el: Προσθήκη διαστολής

source: Add beam
el: Προσθήκη συμπλέγματος φθογγοσήμων

source: Add chord note
el: Προσθήκη νότας συγχορδίας

source: Add note A
el: Προσθήκη νότας Λα

source: Add note A to chord
el: Προσθήκη νότας Λα στη συγχορδία

source: Add note B
el: Προσθήκη νότας Σι

source: Add note B to chord
el: Προσθήκη νότας Σι στη συγχορδία

source: Add note C
el: Προσθήκη νότας Ντο

source: Add note C to chord
el: Προσθήκη νότας Ντο στη συγχορδία

source: Add note D
el: Προσθήκη νότας Ρε

source: Add note D to chord
el: Προσθήκη νότας Ρε στη συγχορδία

source: Add note E
el: Προσθήκη νότας Μι

source: Add note E to chord
el: Προσθήκη νότας Μι στη συγχορδία

source: Add note F
el: Προσθήκη νότας Φα

source: Add note F to chord
el: Προσθήκη νότας Φα στη συγχορδία

source: Add note G
el: Προσθήκη νότας Σολ

source: Add note G to chord
el: Προσθήκη νότας Σολ στη συγχορδία

source: Add rhythm
el: Προσθήκη ρυθμού

source: Add tie
el: Προσθήκη σύζευξης

source: Add tuplet
el: Προσθήκη ισομερούς υποδιαίρεσης παλμού (tuplet)

source: Add/change styles
el: Προσθήκη / αλλαγή στυλ

source: Add/remove a tie to/from selected notes
el: Προσθήκη / αφαίρεση σύζευξης σε / από επιλεγμένες νότες

source: Add/remove tuplet to/from selected notes
el: Προσθήκη / αφαίρεση υποδιαίρεσης παλμού σε / από επιλεγμένες νότες

source: Adjust selected beam to draw it horizontal
el: Ρυθμίστε το επιλεγμένο σύμπλεγμα για να το σχεδιάσετε οριζόντια

source: Aeolian
el: Αιόλιος

source: All sounds off
el: Απενεργοποίηση όλων των ήχων

source: Allow edition of current document
el: Να επιτρέπεται η έκδοση του τρέχοντος εγγράφου

source: Allow inversions
el: Να επιτρέπονται οι αναστροφές

source: Also augmented and diminished
el: Επίσης αυξημένα και ελαττωμένα

source: Also double augmented / diminished
el: Επίσης δις αυξημένα / ελαττωμένα

source: An A4 note will be played before the cadence begins.
el: Ο φθόγγος Λα4 θα ακουστεί πριν την πτώση.

source: An empty score will be created.
el: Θα δημιουργηθεί μία κενή παρτιτούρα.

source: And, of course, this program uses the LenMus <b>Lomse</b> free library to render the eBooks and the scores. See http://www.lenmus.org/en/lomse/lomse
el: Και, φυσικά, αυτό το λογισμικό χρησιμοποιεί τη βιβλιοθήκη LenMus <b> Lomse </b> για να εγκαταστήσει τα ηλεκτρονικά βιβλία και τις παρτιτούρες. Δείτε το http://www.lenmus.org/en/lomse/lomse

source: Another instance of %s is already running.
el: Άλλη περίπτωση του%s εκτελείται ήδη.

source: Answer buttons
el: Κουμπιά απάντησης

source: Application appearance and layout
el: Εμφάνιση και διάταξη εφαρμογής

source: Arpegiated (ascending)
el: Άρπισμα (ανιόν)

source: Arpegiated (descending)
el: Άρπισμα (κατιόν)

source: Art design
el: Καλλιτεχνικός σχεδιασμός

source: Art desing credits
el: Αναφορές καλλιτεχνικού σχεδίου

source: Aug. major 7th
el: Αυξ. με μεγ. 7η

source: Augmented
el: Αυξημένη

source: Augmented 6th
el: Αυξημένη 6

source: Augmented 7th
el: Αυξημένη 7η

source: Augmented major 7th
el: Αυξημένη με μεγάλη 7η

source: Augmented triad
el: Αυξημένη τρίφωνη

source: Authentication
el: Έλεγχος ταυτότητας

source: Available books:
el: Διαθέσιμα βιβλία:

source: Available music books
el: Διαθέσιμα βιβλία μουσικής

source: Available updates
el: Διαθέσιμες ενημερώσεις

source: Average answer time:
el: Μέσος χρόνος απάντησης:

source: B
el: Σι

source: B / C b
el: Σι / Ντοb

source: B Major
el: Σι Μείζονα

source: B Major / G# minor
el: Σι Μείζονα / Σολ# ελάσσονα

source: B b / C
el: Σι b / Ντο

source: B b Major
el: Σι β Μείζονα

source: B b major
el: Σι b μείζονα

source: B b minor
el: Σι b ελάσσονα

source: B flat major
el: Σι ύφεση μείζονα

source: B flat minor
el: Σι ύφεση ελάσσονα

source: B major
el: Σι μείζονα

source: B minor
el: Σι ελάσσονα

source: Barline
el: Διαστολή

source: Barline type
el: Τύπος διαστολής

source: Barlines
el: Διαστολές

source: Barlines and rehearsal marks
el: Διαστολές και βοηθητικά σημάδια

source: Basque
el: Βασκική

source: Bb Major
el: Σιb Μείζονα

source: Bb Major / G minor
el: Σιb Μείζονα / Σολ ελάσσονα

source: Bb minor
el: Σιb ελάσσονα

source: Beam together all selected notes
el: Ενώστε (συμπλέξτε) μεταξύ τους όλους τους επιλεγμένους φθόγγους

source: Beams
el: Συμπλέγματα φθόγγοσήμων

source: Below
el: Κάτω

source: Binary subdivision
el: Δυαδική υποδιαίρεση

source: Blues
el: Μπλουζ

source: Both are equal
el: Και τα δύο είναι ίσα

source: Brass quintet
el: Κουιντέτο χάλκινων

source: Brass trio
el: Τρίο χάλκινων

source: Break a beam
el: Διάσπαση ενός συμπλέγματος φθογγοσήμων

source: Break beam at current cursor position
el: Διάσπαση συμπλέγματος φθογγοσήμων στη θέση του κέρσορα

source: Build a
el: Φτιάξτε μια

source: Build info.
el: Πληροφορίες δημιουργίας.

source: Build information
el: Δημιουργία πληροφοριών

source: C
el: Ντο

source: C # / D b
el: Ντο # / Ρε b

source: C # Major
el: Ντο # Μείζονα

source: C # major
el: Ντο # Μείζονα

source: C # minor
el: Ντο # ελάσσονα

source: C Major
el: Ντο Μείζονα

source: C Major / A minor
el: Ντο Μείζονα / Λα ελάσσονα

source: C b Major
el: Ντο b Μείζονα

source: C b major
el: Ντο b μείζονα

source: C clef on 1st line
el: Κλειδί του Ντο στην πρώτη γραμμή

source: C clef on 1st line (soprano)
el: Κλειδί του Ντο στη 1η γραμμή (σοπράνο)

source: C clef on 2nd line
el: Κλειδί του Ντο στη 2η γραμμή

source: C clef on 2nd line (mezzo soprano)
el: Κλειδί του Ντο στη 2η γραμμή (μέτζο σοπράνο)

source: C clef on 3rd line
el: Κλειδί του Ντο στη 3η γραμμή

source: C clef on 3rd line (contralto)
el: Κλειδί του Ντο στη 3η γραμμή (κοντράλτο)

source: C clef on 4th line
el: Κλειδί του Ντο στη 4η γραμμή

source: C clef on 4th line (tenor)
el: Κλειδί του Ντο στη 4η γραμμή (τενόρο)

source: C flat major
el: Ντο ύφεση μείζονα

source: C major
el: Ντο μείζονα

source: C minor
el: Ντο ελάσσονα

source: C sharp major
el: Ντο δίεση μείζονα

source: C sharp minor
el: Ντο δίεση ελάσσονα

source: C# Major
el: Ντο# Μείζονα

source: C# Major / A# minor
el: Ντο# Μείζονα / Λα# ελάσσονα

source: C# minor
el: Ντο# ελάσσονα

source: C#/Db
el: Ντο#/Ρεb

source: Cadence settings
el: Επιλογές πτώσεων

source: Cadence types
el: Τύποι πτώσεων

source: Cadences
el: Πτώσεις

source: Cancel
el: Ακύρωση

source: Cannot open HTML document: %s
el: Το έγγραφο HTML δεν είναι δυνατό να ανοίξει: %s

source: Category:
el: Κατηγορία:

source: Cb Major
el: Ντοb Μείζονα

source: Cb Major / Ab minor
el: Ντοb Μείζονα / Λαb ελάσσονα

source: Cello and piano
el: Τσέλο και πιάνο

source: Change color property
el: Αλλαγή ιδιότητας χρώματος

source: Change mode
el: Αλλαγή λειτουργίας

source: Change note accidentals
el: Αλλαγή αλλοιώσεων των φθόγγων

source: Change note dots
el: Αλλαγή στιγμών διαρκείας των φθόγγων

source: Change numeric property
el: Αλλαγή αριθμητικής ιδιότητας

source: Change page margins
el: Αλλαγή περιθωρίων σελίδας

source: Change selected
el: Αλλαγή επιλεγμένων

source: Change tool set ...
el: Αλλαγή σετ εργαλείων ...

source: Change true/false property
el: Αλλαγή ιδιότητας αληθές/ψευδές

source: Channel:
el: Κανάλι:

source: Channels 10 and 16 are specialized in percussion sounds. So it is recommended to choose any other channel (it doesn't matter which one).
el: Τα κανάλια 10 και 16 ειδικεύονται στους ήχους των κρουστών. Προτείνεται η επιλογή οποιουδήποτε άλλου καναλιού (δεν έχει σημασία ποιο).

source: Channels 10 and 16 are specialized in percussion sounds. So it is recommended to choose one of these (it doesn't matter which one).
el: Τα κανάλια 10 και 16 ειδικεύονται στους ήχους των κρουστών. Προτείνεται η επιλογή κάποιου από αυτά (δεν έχει σημασία ποιο).

source: Check for updates
el: Έλεγχος ενημερώσεων

source: Check now for updates
el: Ελέγξτε τώρα για ενημερώσεις

source: Checking for available updates
el: Έλεγχος για διαθέσιμες ενημερώσεις

source: Choir 3 voices (SSA)
el: Χορωδία 3φωνη (ΣΣΑ)

source: Choir 4 voices (SATB)
el: Χορωδία 4φωνη (ΣΑΤΜ)

source: Choir SATB + piano
el: Χορωδία ΣΑΤΜ + πιάνο

source: Choir SSA + piano
el: Χορωδία ΣΣΑ + πιάνο

source: Choose colors to use:
el: Επιλέξτε χρώματα για χρήση:

source: Choose language to use:
el: Επιλέξτε γλώσσα για χρήση:

source: Choose the file to open
el: Επιλέξτε αρχείο για άνοιγμα

source: Choose the operation mode
el: Επιλέξτε τρόπο λειτουργίας

source: Chord (simultaneous notes)
el: Συγχορδία (ταυτόχρονοι φθόγγοι)

source: Chords
el: Συγχορδίες

source: Chromatic
el: Χρωματικό

source: Chromatic semitone
el: Χρωματικό ημιτόνιο

source: Chromatic tone
el: Χρωματικός τόνος

source: Clear all
el: Εκκαθάριση όλων

source: Clear selected
el: Εκκαθάριση επιλεγμένων

source: Clef
el: Κλειδί

source: Clef to use
el: Κλειδί για χρήση

source: Clef, key, time
el: Κλειδί, οπλισμός, χρόνος

source: Clefs
el: Κλειδιά

source: Clefs and Notes
el: Κλειδιά και Νότες

source: Clefs to use
el: Κλειδιά για χρήση

source: Clefs, keys and time signatures F2
el: Κλειδιά, οπλισμοί και μετρική ένδειξη

source: Click on 'Continue' to listen a new note
el: Πατήστε «Συνέχεια» για να ακούσετε μια νέα νότα

source: Click on 'New problem' to start
el: Πατήστε «Νέο πρόβλημα» για να ξεκινήσετε

source: Close
el: Κλείσιμο

source: Close all
el: Κλείσιμο όλων

source: Close all documents
el: Κλείσιμο όλων των εγγράφων

source: Close current document
el: Κλείσιμο τρέχοντος εγγράφου

source: Close without saving the file
el: Κλείσιμο χωρίς αποθήκευση του αρχείου

source: Command console
el: Κονσόλα εντολών

source: Configuration options
el: Επιλογές διαμόρφωσης

source: Configuration: Chords' identification
el: Διαμόρφωση: Αναγνώριση συγχορδιών

source: Configuration: Intervals - identification by ear
el: Διαμόρφωση: Διαστήματα - Αναγνώριση με το αυτί

source: Configuration: Scales' identification
el: Διαμόρφωση: Αναγνώριση κλιμάκων

source: Configure printer options
el: Διαμόρφωση επιλογών εκτύπωσης

source: Connect to the Internet and check for program updates
el: Σύνδεση στο ίντερνετ και έλεγχος για ενημερώσεις προγράμματος

source: Continue
el: Συνέχεια

source: Continue in beamed group
el: Συνέχεια σε ομάδες συμπλεγμάτων φθογγοσήμων

source: Contributors
el: Συνεισφέροντες

source: Convert
el: Μετατροπή

source: Convert document to latest format
el: Μετατροπή εγγράφου στη πιο πρόσφατη μορφή

source: Copy
el: Αντιγραφή

source: Counters & options
el: Μετρητές & επιλογές

source: Counters for Team A
el: Μετρητές για την Ομάδα Α

source: Counters for Team B
el: Μετρητές για την Ομάδα Β

source: Create a folder containing some examples of music scores
el: Δημιουργία φακέλου με κάποια παραδείγματα παρτιτούρων

source: Create a new blank document
el: Δημιουργία κενού εγγράφου

source: Create a shorcut icon on the desktop
el: Δημιουργία συντόμευσης στην επιφάνεια εργασίας

source: Cursor: enter object
el: Κέρσορας: εισαγωγή αντικειμένου

source: Cursor: exit object
el: Κέρσορας: εξαγωγή αντικειμένου

source: Cut
el: Αποκοπή

source: D
el: Ρε

source: D # / E b
el: Ρε # / Μι b

source: D # minor
el: Ρε 3 ελάσσονα

source: D Major
el: Ρε Μείζονα

source: D Major / B minor
el: Ρε Μείζονα / Σι ελάσσονα

source: D b Major
el: Ρε b Μείζονα

source: D b major
el: Ρε b μείζονα

source: D flat major
el: Ρε ύφεση μείζονα

source: D major
el: Ρε μείζονα

source: D minor
el: Ρε ελάσσονα

source: D sharp minor
el: Ρε δίεση ελάσσονα

source: D# minor
el: Ρε# ελάσσονα

source: D#/Eb
el: Ρε#/Μιb

source: Daily
el: Καθημερινά

source: Db Major
el: Ρεb Μείζονα

source: Db Major / Bb minor
el: Ρεb Μείζονα / Σιb ελάσσονα

source: Deceptive
el: Απροσδόκιτη

source: Decrement note/rest dots
el: Μείωση στιγμών φθόγγων/παύσεων

source: Default stem
el: Βασικό στέλεχος

source: Delete %s
el: Διαγραφή %s

source: Delete rhythm
el: Διαγραφή ρυθμού

source: Delete selection
el: Διαγραφή επιλεγμένου

source: Delete selection or pointed object
el: Διαγραφή επιλεγμένου ή δηκτικού αντικειμένου

source: Delete tie
el: Διαγραφή σύζευξης

source: Delete tuplet
el: Διαγραφή tuplet

source: Denominator
el: Παρονομαστής

source: Difficulty
el: Δυσκολία

source: Diminished
el: Ελαττωμένο

source: Diminished 7th
el: Ελαττωμένη μεθ' 7ης

source: Diminished triad
el: Ελαττωμένη τρίφωνη

source: Display dialog for adding a clef
el: Εμφάνιση διαλόγου για την προσθήκη ενός κλειδιού

source: Display information about program version and credits
el: Εμφάνιση πληροφοριών σχετικά με την έκδοση του προγράμματος και τις αναφορές

source: Display key signature
el: Εμφάνιση οπλισμού

source: Display page and time referred to caret position
el: Εμφάνιση της σελίδας και του χρόνου που αναφέρονται στη θέση καρφίτσας

source: Display page and time referred to mouse position
el: Εμφάνιση της σελίδας και του χρόνου που αναφέρονται στη θέση του ποντικιού

source: Do count off
el: Απενεργοποίηση μετρονόμου

source: Do count off before starting the play back
el: Απενεργοποίηση μετρονόμου πριν ξεκινήσει η αναπαραγωγή

source: Do not show solution and generate new problem if answer is correct
el: Να μην εμφανίζετε η λύση και να δημιουργείτε νέο πρόβλημα εάν η απάντηση είναι σωστή

source: Document %s has been modified. Would you like to save it before closing?
el: Το έγγραφο %s έχει τροποποιηθεί. Θα θέλατε να το αποθηκεύσετε πριν κλείσετε;

source: Dominant 11th
el: Δεσπόζουζα μεθ' 11ης

source: Dominant 13th
el: Δεσπόζουσα με 13η

source: Dominant 7th
el: Δεσπόζουσα μεθ' 7ης

source: Dominant ninth
el: Δεσπόζουσα μεθ' ενάτης

source: Done
el: Ολοκληρώθηκε

source: Dorian
el: Δωρικός

source: Dots
el: Στιγμές

source: Dotted
el: Παρεστιγμένο

source: Double barline
el: Διπλή διαστολή

source: Double flat
el: Διπλή ύφεση

source: Double repetition
el: Διπλή επανάληψη

source: Double sharp
el: Διπλή δίεση

source: Download selected items
el: Λήψη επιλεγμένων στοιχείων

source: Duration
el: Διάρκεια

source: Dutch
el: Ολλανδικά

source: E
el: Μι

source: E # / F
el: Μι # / Φα

source: E / F b
el: Μι / Φαb

source: E Major
el: Μι Μείζονα

source: E Major / C# minor
el: Μι Μείζονα / Ντο# ελάσσονα

source: E b Major
el: Μι b Μείζονα

source: E b major
el: Μι b μείζονα

source: E b minor
el: Μι b ελάσσονα

source: E flat major
el: Μι ύφεση μείζονα

source: E flat minor
el: Μι ύφεση ελάσσονα

source: E major
el: Μι μείζονα

source: E minor
el: Μι ελάσσονα

source: Eb Major
el: Μιb Μείζονα

source: Eb Major / C minor
el: Μιb Μείζονα / Ντο ελάσσονα

source: Eb minor
el: Μιb ελάσσονα

source: Edit
el: Επεξεργασία

source: Edit text
el: Επεξεργασία κειμένου

source: Edit toolbox
el: Επεξεργασία εργαλειοθήκης

source: Edit tools
el: Εργαλεία επεξεργασίας

source: Edit tools for barlines and rehearsal marks
el: Εργαλεία επεξεργασίας για διαστολές και βοηθητικά σημάδια

source: Edit tools for clefs, keys and time signatures
el: Εργαλεία επεξεργασίας για κλειδιά, οπλισμούς και μετρικές ενδείξεις

source: Edit tools for notes and rests
el: Εργαλεία επεξεργασίας για νότες και παύσεις

source: Edit tools for text, graphics and symbols
el: Εργαλεία επεξεργασίας για κείμενο, γραφικά και σύμβολα

source: Edit tools to use when cursor at top level
el: Επεξεργαστείτε τα εργαλεία που θέλετε να χρησιμοποιήσετε όταν ο κέρσορας βρίσκεται στο επάνω επίπεδο

source: Edition: general actions
el: Έκδοση: γενικές ενέργειες

source: Editor quick guide
el: Σύντομος οδηγός επεξεργασίας

source: Empty (manuscript paper)
el: Κενό (τετράδιο μουσικής)

source: Enable edition
el: Ενεργοποίηση έκδοσης

source: Enable experimental (unstable / in development) features
el: Ενεργοποιήστε τα πειραματικά (ασταθή / υπό ανάπτυξη) χαρακτηριστικά

source: End of beamed group
el: Τέλος συμπλέγματος φθογγοσήμων

source: End repetition
el: Τέλος επανάληψης

source: Enlarge image size
el: Μεγέθυνση του μεγέθους της εικόνας

source: Error
el: Σφάλμα

source: Error checking for updates
el: Σφάλμα κατά τον έλεγχο ενημερώσεων

source: Error copying examples of music scores
el: Σφάλμα κατά την αντιγραφή παραδειγμάτων παρτιτούρας

source: Error copying program files
el: Σφάλμα κατά την αντιγραφή αρχείων προγράμματος

source: Error creating shortcut on desktop
el: Σφάλμα στη δημιουργία συντόμευσης στην επιφάνεια εργασίας

source: Error message
el: Μήνυμα σφάλματος

source: Error when trying to move to folder %s
el: Σφάλμα κατά την προσπάθεια μετακίνησης σε φάκελο %s

source: Error: Template '%s' not found.
el: Σφάλμα: Το πρότυπο «%s» δεν βρέθηκε.

source: Errors in file
el: Σφάλματα στο αρχείο

source: Estimated time to finish this session
el: Εκτιμώμενος χρόνος για να ολοκληρωθεί αυτή η συνεδρία

source: Exam
el: Εξέταση

source: Exam mode
el: Λειτουργία εξέτασης

source: Examples of music scores
el: Παραδείγματα παρτιτούρων

source: Exercise options
el: Επιλογές ασκήσεων

source: Exercise will be changed to 'Practise' mode.
el: Η άσκηση θα αλλάξει στη λειτουργία «Πρακτική εξάσκηση» .

source: Exercises
el: Ασκήσεις

source: Exit program
el: Έξοδος από το πρόγραμμα

source: Explain
el: Επεξήγηση

source: F
el: Φα

source: F # / G b
el: Φα # / Σολ b

source: F # Major
el: Φα # Μείζονα

source: F # major
el: Φα # μείζονα

source: F # minor
el: Φα # ελάσσονα

source: F Major
el: Φα Μείζονα

source: F Major / D minor
el: Φα Μείζονα / Ρε ελάσσονα

source: F clef in 3rd line
el: Κλειδί του Φα στη 3η γραμμή

source: F clef in 4th line (bass)
el: Κλειδί του Φα στη 4η γραμμή (βαθύφωνο)

source: F clef on 3rd line
el: Κλειδί του Φα επί της 3ης γραμμής

source: F clef on 4th line
el: Κλειδί του Φα επί της 4ης γραμμής

source: F clef on 4th line (bass)
el: Κλειδί του Φα επί της 4ης γραμμής (βαθύφωνο)

source: F major
el: Φα μείζονα

source: F minor
el: Φα ελάσσονα

source: F sharp major
el: Φα δίεση μείζονα

source: F sharp minor
el: Φα δίεση ελάσσονα

source: F# Major
el: Φα# Μείζονα

source: F# Major / D# minor
el: Φα# Μείζονα / Ρε# ελάσσονα

source: F# minor
el: Φα# ελάσσονα

source: F#/Gb
el: Φα#/Σολb

source: Failed adding book %s
el: Αποτυχία προσθήκης βιβλίου %s

source: Figured bass
el: Eνάριθμο βάσιμο

source: File
el: Αρχείο

source: File to save
el: Αρχείο για αποθήκευση

source: File tools
el: Εργαλεία αρχείου

source: Final barline
el: Τελική διαστολή

source: Finish
el: Φινλαδικά

source: First one greater
el: Το πρώτο μεγαλύτερο

source: Fit page full
el: Προσαρμογή πλήρους σελίδας

source: Fit page width
el: Προσαρμογή πλάτους σελίδας

source: Flat
el: Ύφεση

source: Flute
el: Φλάουτο

source: Free software under GNU General Public License, version 3 or later.
el: Ελεύθερο λογισμικό υπό γενική άδεια δημόσιας χρήσης GNU, έκδοση 3 ή μεταγενέστερη.

source: French
el: Γαλλικά

source: From this key signature:
el: Από αυτόν τον οπλισμό:

source: G
el: Σολ

source: G # / A b
el: Σολ # / Λα b

source: G # minor
el: Σολ # ελάσσονα

source: G Major
el: Σολ Μείζονα

source: G Major / E minor
el: Σολ Μείζονα / Μι ελάσσονα

source: G b Major
el: Σολ b Μείζονα

source: G b major
el: Σολ b μείζονα

source: G clef (violin)
el: Κλειδί Σολ (βιολί)

source: G clef on 2nd line
el: Κλειδί του Σολ στη 2η γραμμή

source: G flat major
el: Σολ ύφεση μείζονα

source: G major
el: Σολ μείζονα

source: G minor
el: Σολ ελάσσονα

source: G sharp minor
el: Σολ δίεση ελάσσονα

source: G# minor
el: Σολ# ελάσσονα

source: G#/Ab
el: Σολ#/Λαb

source: Galician
el: Γαλικικά

source: Gb Major
el: Σολb Μείζονα

source: Gb Major / Eb minor
el: Σολb Μείζονα , Μιb ελάσσονα

source: General
el: Γενικά

source: General actions on documents
el: Γενικές ενέργειες στα έγγραφα

source: Generate right/wrong sounds when clicking an answer button
el: Αναπαραγωγή ήχων σωστού/λάθους όταν κάνετε κλικ σε μία απάντηση

source: German
el: Γερμανικά

source: Global:
el: Παγκόσμια:

source: Go back to theory
el: Επιστροφή στη θεωρία

source: Greek
el: Ελληνικά

source: Gregorian modes:
el: Γρηγοριανοί τρόποι:

source: Gregorian scales
el: Γρηγοριανές κλίμακες

source: Guitar
el: Κιθάρα

source: Half cadence
el: Μισή πτώση

source: Half cadences
el: Μισές πτώσεις
